Repository: lbrcs/grocyTM
Catalog: localization/*/demo_data.po
Languages: uk

source: Cookies
uk: Печиво

source: Chocolate
uk: Шоколад

source: Pantry
uk: Комора

source: Candy cupboard
uk: Шафа для солодощів

source: Tinned food cupboard
uk: Шафа для консервації

source: Fridge
uk: Холодильник

source: Piece
uk: Одиниця

source: Pack
uk: Пакет

source: Glass
uk: Склянка

source: Tin
uk: Бляшанка

source: Can
uk: Банка

source: Bunch
uk: Пучок

source: Gummy bears
uk: Желейні ведмедики

source: Crisps
uk: Чипси

source: Eggs
uk: Яйця

source: Noodles
uk: Локшина

source: Pickles
uk: Консервовані огірки

source: Gulash soup
uk: Гуляш

source: Yogurt
uk: Йогурт

source: Cheese
uk: Сир

source: Cold cuts
uk: Нарізка

source: Paprika
uk: Паприка

source: Cucumber
uk: Огірки

source: Radish
uk: Редька

source: Tomato
uk: Помідори

source: Change towels in the bathroom
uk: Змінити рушники у ванній кімнаті

source: Mop the kitchen floor
uk: Помити підлогу на кухні

source: Warranty ends
uk: Строк придатності

source: TV remote control
uk: Пульт від телевізора

source: Alarm clock
uk: Будильник

source: Heat remote control
uk: Пульт від обігрівача

source: Take out the trash
uk: Винести сміття

source: Some good snacks
uk: Смаколики

source: Pizza dough
uk: Тісто для піци

source: Sieved tomatoes
uk: Томатна паста

source: Salami
uk: Салямі

source: Toast
uk: Грінка

source: Minced meat
uk: Фарш

source: Pizza
uk: Піца

source: Spaghetti bolognese
uk: Спагетті болоньєзе

source: Sandwiches
uk: Бутерброди

source: English
uk: Англійська

source: German
uk: Німецька

source: Italian
uk: Італійська

source: This is the note content of the recipe ingredient
uk: Це нотатка до інгрієнта цього рецепту

source: Demo User
uk: Демо користувач

source: Gram
uk: Грам

source: Flour
uk: Борошно

source: Pancakes
uk: Млинці

source: Sugar
uk: Цукор

source: Sweets
uk: Цукерки

source: Bakery products
uk: Випічка

source: Tinned food
uk: Консерви

source: Butchery products
uk: М'ясо

source: Vegetables/Fruits
uk: Фрукти/Овочі

source: Refrigerated products
uk: Заморозка

source: Coffee machine
uk: Кавова машинка

source: Dishwasher
uk: Посудомийка

source: Liter
uk: Літр

source: Liters
uk: Літри

source: Bottle
uk: Пляшка

source: Bottles
uk: Пляшки

source: Milk
uk: Молоко

source: Chocolate sauce
uk: Шоколадна глазурь

source: Milliliters
uk: Мілілітри

source: Milliliter
uk: Мілілітр

source: Bottom
uk: Низ

source: Topping
uk: Верхівка

source: French
uk: Французька

source: Turkish
uk: Турецька

source: Spanish
uk: Іспанська

source: Russian
uk: Кацапська

source: Vacuum the living room floor
uk: Пропилососити підлогу у вітальні

source: Clean the litter box
uk: Прибрати за улюбленцем

source: Change the bed sheets
uk: Змінити постіль

source: Swedish
uk: Шведська

source: Polish
uk: Польська

source: Milk Chocolate
uk: Молочний шоколад

source: Dark Chocolate
uk: Чорний шоколад

source: Slice
uk: Шматочок

source: Example userentity
uk: Зразок сутності користувача

source: This is an example user entity...
uk: Це зразок сутності користувача...

source: Custom field
uk: Своє поле

source: Example field value...
uk: Зразок значення поля...

source: Waffle rolls
uk: Вафельні трубочки

source: Danish
uk: Дацька

source: Dutch
uk: Голландська

source: Norwegian
uk: Норвежська

source: Demo
uk: Демо

source: Stable version
uk: Стабільна версія

source: Preview version
uk: Робоча версія

source: current release
uk: поточний реліз

source: not yet released
uk: ще не випущений

source: Portuguese (Brazil)
uk: Португальська (Бразилія)

source: This is a note
uk: Це нотатка

source: Freezer
uk: Морозильна камера

source: Hungarian
uk: Угорська

source: Slovak
uk: Словацька

source: Czech
uk: Чеська

source: Portuguese (Portugal)
uk: Португальська (Португалія)

source: DemoSupermarket1
uk: Магазин1

source: DemoSupermarket2
uk: Магазин2

source: Japanese
uk: Японська

source: Chinese (Taiwan)
uk: Китайська (Тайвань)

source: Greek
uk: Грецька

source: Korean
uk: Корейська

source: Chinese (China)
uk: Китайська (Китай)

source: Hebrew (Israel)
uk: Іврит (Ізраїль)

source: Tamil
uk: Тамільська

source: Finnish
uk: Фінська

source: Breakfast
uk: Сніданок

source: Lunch
uk: Обід

source: Dinner
uk: Вечеря

source: Catalan
uk: Каталонська

source: Slovenian
uk: Словенська

source: Lithuanian
uk: Литовська

source: Ukrainian
uk: Українська
